akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
codeium.codeium
codingyu.laravel-goto-view
dbaeumer.vscode-eslint
developersoapbox.vscode-springboot-developer-pack
developersoapbox.vscode-springboot-snippets
dgileadi.java-decompiler
doggy8088.go-extension-pack
eamodio.gitlens
editorconfig.editorconfig
formulahendry.code-runner
github.github-vscode-theme
glitchbl.laravel-create-view
golang.go
humao.rest-client
ihunte.laravel-blade-wrapper
kisstkondoros.vscode-codemetrics
kotfire.php-add-property
mansoorkhan96.php-cs-fixer
marlon407.code-groovy
mehedidracula.php-constructor
mehedidracula.php-namespace-resolver
mikestead.dotenv
mrchetan.phpstorm-parameter-hints-in-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
mtxr.sqltools
naco-siren.gradle-language
naoray.laravel-goto-components
neilbrayfield.php-docblocker
nhoizey.gremlins
nodesource.vscode-for-node-js-development-pack
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
onecentlin.php-productive-pack
onecentlin.phpunit-snippets
pgl.laravel-jump-controller
premparihar.gotestexplorer
quicktype.quicktype
recca0120.vscode-phpunit
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-gradle-extension-pack
rokoroku.vscode-theme-darcula
ryannaddy.laravel-artisan
shan.code-settings-sync
shufo.vscode-blade-formatter
sohibe.java-generate-setters-getters
sonarsource.sonarlint-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-manifest-yaml
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wesbos.theme-cobalt2
wix.vscode-import-cost
zxh404.vscode-proto3
